<template>
  <div id="method" class="methodbox">
    <div class="container-custom">
      <div class="insidebox">
        <div class="maintext">
          <span>試鏡辦法</span>
          <div class="vrbox">
            <div class="vrline"></div>
          </div>
        </div>
        <div class="articlebox">
          <p>於活動期間內報參加全能花美男徵選，填寫基本資料，就有機會獲得試鏡機會，讓我們來發掘你！<br />
          此次活動有知名製作人及知名藝人經紀公司評選報名名單，自我介紹越完整越有機會參加試鏡喔！<br /><br />
          > 招募試鏡時間：<br />
          即日起~2022/05/31<br /><br />
          > 試鏡通知：<br />
          將由痞客邦發郵件通知錄取者，並有專人通知試鏡日期。未錄取者則不會個別通知。<br />
          如2022/06/02前未收到試鏡通知則為未入取，主辦單位將不再另行通知。<br /><br />
          > 注意事項：<br />
          1.參與本活動之所有資料均由活動執行單位保有，作為聯絡、評選依據。<br />
          2.本活動注意事項載明於活動網頁中，參加者於參加活動時即同意接受本活動注意事項之規範。如有違反本活動注意事項之行為，活動執行單位得取消其參加資格，並對於任何破壞本活動之行為保留相關權利。<br />
          3.參加者保證所有填寫或提出之資料均為正確，且未冒用或盜用任何第三人之資料或智慧財產權及肖像權。如有不實或不正確之情事，將被取消參加資格；如為參加者，則取消參加資格。如因此致活動執行單位無法通知其入選試鏡訊息時，活動執行單位不負任何責任，且如有致損害於活動執行單位或其他任何第三人，參加者應負一切民刑事責任。參加者，亦不得將試鏡資格轉讓給第三人或額外販售之行為。<br />
          4.本活動開放給台灣地區(包括台、澎、金、馬)之全體居民參加，但主辦單位之員工或親屬及廣告代理商、其他配合廠商之員工不能參與本活動。<br />
          5.如有任何因電腦、網路、電話、技術或不可歸責於活動執行單位之事由，致聯絡時有無法於期限內達成聯絡之情況，活動執行單位不負任何法律責任，參加者亦不得因此異議。<br />
          6.本活動因故無法進行時，活動執行單位有權決定取消、終止、修改或暫停本活動。<br />
          7.活動執行單位保有審核參加資格之權利。<br />
          8.痞客邦依個人資料保護法等相關規定蒐集個人資料。為提供訂購、行銷、客戶管理或其他合於營業登記項目或章程所定業務需要之目的， PIXNET 於本公司之營運期間及地區內，將以電郵、傳真、電話、簡訊或其他通知公告方式利用您所提供之資料(資料類別：C001、C002、C003、C011等) 。<br /><br />
          利用對象除本集團外，亦可能包括相關服務的協力機構。如您有依個資法第三條或其他需要協助之處，得聯繫 PIXNET 網站客服中心請求協助。<br />
          參加本活動前，請務必詳閱本活動辦法內容，當您透過本活動網站輸入個人資料參與活動時表示已同意 《PIXNET 隱私權保護政策》內容。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'SignUp',
  components: {},
  data() {
    return {
      year:[]
    }
  },
  methods: {},
  created() {},
  mounted() {},
  updated() {},
  beforeUnmount() {},
  unmounted() {}
}
</script>
